Repository: laulausen/test
Catalog: home/pi/default/modules/calendar_week/locale/*/LC_MESSAGES/calendar_week.po
Languages: de_de, ja_jp

source: calendar_week_title
de_de: Wochen端bersicht
ja_jp: 週の予定

source: calendar_week_description
de_de: Bis zu 5 Kalenderstreams in der Wochen端bersicht.
ja_jp: 今週の５つの予定

source: calendar url input
de_de: Kalender URL einsetzen
ja_jp: カレンダーのURLを入力してください

source: no events message
ja_jp: 予定はありません

source: calendar tutorial link
de_de: Hier lernst du, wo du deinen <a href="http://glancr.de/tutorials/das-kalendermodul-konfigurieren/" target="_blank">Kalenderfeed findest</a>
ja_jp: ここで <a href="http://glancr.de/tutorials/das-kalendermodul-konfigurieren/" target="_blank">カレンダーモジュールの設定方法</a>がわかります。

source: calendar example
de_de: (zB.: iCal, Google Kalender, Mozilla Thunderbird)
ja_jp: （例：iCal、Googleカレンダー、Mozilla Thunderbird）

source: invalid calendar url
de_de: Ung端ltige Kalender URL
ja_jp: 無効なカレンダーURL

source: add
de_de: hinzuf端gen
ja_jp: 追加

source: calendar label input
de_de: Beschriftung
ja_jp: 付箋

source: required
de_de: Pflichtfeld
ja_jp: 必須です

source: max calendar week categories exeeded
de_de: Maximale Anzahl Kategorien erreicht
ja_jp: 最大カテゴリ数に達しました
