Repository: laulausen/test
Catalog: home/pi/info/locale/*/LC_MESSAGES/info.po
Languages: de_de

source: info_title
de_de: Informationen

source: info_description
de_de: Datum, Uhrzeit und das Wetter von heute

source: owm api key input
de_de: OpenWeatherMap Api-Key eingeben

source: 12-hour timekeeping
de_de: 12 Stunden-Format

source: 24-hour timekeeping
de_de: 24 Stunden-Format

source: animated weather icons
de_de: animierte Wettericons

source: not animated weather icons
de_de: nicht animierte Wettericons

source: owm api key link
de_de: Hier bekommst du deinen OpenWeather <a href="http://openweathermap.org/appid" target="_blank">Api-Key</a>

source: owm api key example
de_de: (Beispiel: c863d93d1c7ff4ef9bace44847e40e98)

source: which city?
de_de: Für welche Stadt soll das Wetter angezeigt werden?

source: validate
de_de: Validiere

source: invalid owm key
de_de: Ungültiger OpenWeatherMap Api-Key

source: temperature in celsius
de_de: Temperaturen in Grad Celsius

source: temperature in fahrenheit
de_de: Temperaturen in Grad Fahrenheit

source: temperature in Kelvin
de_de: Temperaturen in Kelvin

source: time format
de_de: Uhrzeitformat

source: temperature unit
de_de: Temperatureinheit

source: include netatmo values
de_de: Netatmo-Werte im Info-Modul einsetzen

source: not include netatmo values
de_de: keine Netatmo-Werte im Info-Modul einsetzen
